[
    {
        "id": 1001,
        "name":"Cappuccino",
        "imageName":"Cappuccino",
        "description":"Outside of Italy, cappuccino is a coffee drink that today is typically composed of double espresso and hot milk, with the surface topped with foamed milk. Cappuccinos are most often prepared with an espresso machine. The double espresso is poured into the bottom of the cup, followed by a similar amount of hot milk, which is prepared by heating and texturing the milk using the espresso machine steam wand. The top third of the drink consists of milk foam; this foam can be decorated with artistic drawings made with the same milk, called latte art.",
        "category":"hot"
    },
    {
        "id": 1002,
        "name":"Espresso",
        "imageName":"Espresso",
        "description":"Espresso is both a coffee beverage and a brewing method. It is not a specific bean, bean blend, or roast level. Any bean or roasting level can be used to produce authentic espresso. For example, in southern Italy, a darker roast is generally preferred. Farther north, the trend moves toward slightly lighter roasts, while outside Italy a wide range is popular.",
        "category":"hot"
        
    },
    {
        "id": 1003,
        "name":"Latte",
        "imageName":"Latte",
        "description":"In Italy, caffè latte is almost always prepared at home, for breakfast only. The coffee is brewed with a stovetop moka pot and poured into a cup containing heated milk. (Unlike the 'international' latte drink, the milk in the Italian original is generally not foamed, and sugar is added by the drinker, if at all).",
        "category":"hot"
    },
    {
        "id": 1004,
        "name":"Iced coffee",
        "imageName":"IcedCoffee",
        "description":"Iced coffee is a type of coffee beverage served chilled, brewed variously with the fundamental division being cold brew – brewing the coffee cold, yielding a different flavour, and not requiring cooling – or brewing normally (hot) and then cooling, generally by simply pouring over ice or into ice cold milk. In hot brewing, sweeteners and flavourings are often mixed into the hot coffee before cooling, due to faster dissolution in hot water. Alternatively, syrup (sugar pre-dissolved in water) may be used, particularly gum syrup.",
        "category":"cold"
    },
    {
        "id": 1005,
        "name":"Cold Brew",
        "imageName":"ColdBrew",
        "description":"Cold brewing, also called cold water extraction or cold pressing, is the process of steeping coffee grounds in water at cool temperatures for an extended period. Coarse-ground beans are soaked in water for a prolonged period of time, for 12 to 24 hours. The water is normally kept at room temperature, but chilled water is also used. The grounds are filtered out of the water after they have been steeped using a paper coffee filter, a fine metal sieve, a French press, or felt, in the case of the Toddy brewing system.",
        "category":"cold"
        
    },
    {
        "id": 1006,
        "name":"Iced Cappuccino",
        "imageName":"IcedCappuccino",
        "description":"In Italy, caffè latte is almost always prepared at home, for breakfast only. The coffee is brewed with a stovetop moka pot and poured into a cup containing heated milk. (Unlike the 'international' latte drink, the milk in the Italian original is generally not foamed, and sugar is added by the drinker, if at all). ",
        "category":"cold"
    }
]

